[
    {
        "reviewer_name": "Priya Sharma",
        "review_text": "I bought the Sunrise Alarm Clock and it has genuinely improved my mornings. The light simulation is very natural. The product feels durable and was delivered to Pune in just two days.",
        "reviewer_image_url": "Ellipse5"
    },
    {
        "reviewer_name": "Rohan Mehta",
        "review_text": "The ergonomic office chair is comfortable for long hours, but the armrest adjustment is a bit stiff. Assembly was straightforward. Overall a good purchase for the price.",
        "reviewer_image_url": "Ellipse19"
    },
    {
        "reviewer_name": "Ananya Reddy",
        "review_text": "I ordered the 'Vintage Leather' backpack, but the material feels more like faux leather. It's smaller than it appears in the pictures. The quality is okay, but I'm a bit disappointed.",
        "reviewer_image_url": "Ellipse62"
    },
    {
        "reviewer_name": "Vikram Singh",
        "review_text": "This stainless steel water bottle is fantastic. It keeps water cold for the entire day, even in Delhi's heat. No leaks, easy to clean, and the matte black finish looks very premium.",
        "reviewer_image_url": "Ellipse63"
    },
    {
        "reviewer_name": "Sneha Patel",
        "review_text": "The fitness tracker gets the basics right - step counting and heart rate monitoring are accurate. However, the battery life doesn't last the claimed 7 days, more like 4-5 days.",
        "reviewer_image_url": "Ellipse64"
    },
    {
        "reviewer_name": "Arjun Nair",
        "review_text": "The portable SSD is incredibly fast for transferring large video files. It's also very compact and lightweight. A must-have for any creator on the go. Worth every rupee.",
        "reviewer_image_url": "Ellipse65"
    },
    {
        "reviewer_name": "Fatima Khan",
        "review_text": "The ceramic dinner set is absolutely beautiful and looks just like the photos. My only concern is that they seem quite delicate and chip easily. Need to handle with extra care.",
        "reviewer_image_url": "Ellipse66"
    },
    {
        "reviewer_name": "Siddharth Chatterjee",
        "review_text": "I bought this silk scarf for my mother and she loved it. The fabric is soft and the print quality is exquisite. It came in a very nice gift box. Highly recommended for gifting.",
        "reviewer_image_url": "Ellipse63"
    }
]
